[TC_WOTC_S79_AKS74U_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>AKS-74u</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>AKS-74u</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Автомат Калашникова складной укороченный, AKS-74u - укороченная модификация автомата AK-74, был разработан в конце 1970х - начале 1980х годов для вооружения экипажей боевых машин, авиатехники, расчётов орудий, а также десантников. Также он используется в МВД и охранных структурах благодаря своим небольшим размерам. Первоначально разрабатывался как оружие для воздушно-десантных войск, первые автоматы начали поступать в войска в 1980 году, но в дальнейшем получил распространение в частях морской пехоты, в качестве резервного оружия отдельных категорий военнослужащих сухопутных войск (офицеры в зоне боевых действий, связисты, гранатомётчики, экипажи бронетехники, пилоты вертолётов и самолётов), а также спецподразделений МВД СССР и КГБ СССР. В поздних версиях AKS-74u на левой стороне ствольной коробки появилась боковая планка системы «ласточкин хвост» для крепления прицелов типа «Кобра» и ПСО/ПОСП. AKS-74un - вариант, отличающийся наличием планки для крепления ночного прицела. Для стрельбы в условиях естественной освещенности ночью к нему присоединяется ночной стрелковый прицел универсальный модернизированный (НСПУМ)."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_S79_AKS74U_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RVKS-74U</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RVKS-74U</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Автомат Калашникова складной укороченный, AKS-74u - укороченная модификация автомата AK-74, был разработан в конце 1970х - начале 1980х годов для вооружения экипажей боевых машин, авиатехники, расчётов орудий, а также десантников. Также он используется в МВД и охранных структурах благодаря своим небольшим размерам. Первоначально разрабатывался как оружие для воздушно-десантных войск, первые автоматы начали поступать в войска в 1980 году, но в дальнейшем получил распространение в частях морской пехоты, в качестве резервного оружия отдельных категорий военнослужащих сухопутных войск (офицеры в зоне боевых действий, связисты, гранатомётчики, экипажи бронетехники, пилоты вертолётов и самолётов), а также спецподразделений МВД СССР и КГБ СССР. В поздних версиях AKS-74u на левой стороне ствольной коробки появилась боковая планка системы «ласточкин хвост» для крепления прицелов типа «Кобра» и ПСО/ПОСП. AKS-74un - вариант, отличающийся наличием планки для крепления ночного прицела. Для стрельбы в условиях естественной освещенности ночью к нему присоединяется ночной стрелковый прицел универсальный модернизированный (НСПУМ).\nИзучение технологии \"Магнитное оружие\" позволило нам значительно продвинуться в вопросе модификации оружия. Отвод пороховых газов был заменен более мощным магнитным механизмом, изготовленным с использованием небольших кристаллов Элерия. Модификация существенно повысила баллистический профиль данного образца, позволяя пуле наносить больше урона, с большей точностью и кучностью."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_S79_AKS74U_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>RVKS-74U/203X</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>RVKS-74U/203X</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Автомат Калашникова складной укороченный, AKS-74u - укороченная модификация автомата AK-74, был разработан в конце 1970х - начале 1980х годов для вооружения экипажей боевых машин, авиатехники, расчётов орудий, а также десантников. Также он используется в МВД и охранных структурах благодаря своим небольшим размерам. Первоначально разрабатывался как оружие для воздушно-десантных войск, первые автоматы начали поступать в войска в 1980 году, но в дальнейшем получил распространение в частях морской пехоты, в качестве резервного оружия отдельных категорий военнослужащих сухопутных войск (офицеры в зоне боевых действий, связисты, гранатомётчики, экипажи бронетехники, пилоты вертолётов и самолётов), а также спецподразделений МВД СССР и КГБ СССР. В поздних версиях AKS-74u на левой стороне ствольной коробки появилась боковая планка системы «ласточкин хвост» для крепления прицелов типа «Кобра» и ПСО/ПОСП. AKS-74un - вариант, отличающийся наличием планки для крепления ночного прицела. Для стрельбы в условиях естественной освещенности ночью к нему присоединяется ночной стрелковый прицел универсальный модернизированный (НСПУМ).\nПонимание технологии \"Лучевое оружие\", продвинуло наши разработке в модификации оружия далеко вперед. Ствол модифицированного RVKS-74U/203X изготовлен из инопланетных сплавов, а модуль гашения отдачи стал одним из обязательных компонентов данного образца, введение его в конструкцию позволило погасить большую часть отдачи, увеличив при этом скорость полета пули."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_S79_AKS74U_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>AKS-74u</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>AKS-74u</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Автомат Калашникова складной укороченный, AKS-74u - укороченная модификация автомата AK-74, был разработан в конце 1970х - начале 1980х годов для вооружения экипажей боевых машин, авиатехники, расчётов орудий, а также десантников. Также он используется в МВД и охранных структурах благодаря своим небольшим размерам. Первоначально разрабатывался как оружие для воздушно-десантных войск, первые автоматы начали поступать в войска в 1980 году, но в дальнейшем получил распространение в частях морской пехоты, в качестве резервного оружия отдельных категорий военнослужащих сухопутных войск (офицеры в зоне боевых действий, связисты, гранатомётчики, экипажи бронетехники, пилоты вертолётов и самолётов), а также спецподразделений МВД СССР и КГБ СССР. В поздних версиях AKS-74u на левой стороне ствольной коробки появилась боковая планка системы «ласточкин хвост» для крепления прицелов типа «Кобра» и ПСО/ПОСП. AKS-74un - вариант, отличающийся наличием планки для крепления ночного прицела. Для стрельбы в условиях естественной освещенности ночью к нему присоединяется ночной стрелковый прицел универсальный модернизированный (НСПУМ)."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_S79_AKS74U_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>RVKS-74U</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>RVKS-74U</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Автомат Калашникова складной укороченный, AKS-74u - укороченная модификация автомата AK-74, был разработан в конце 1970х - начале 1980х годов для вооружения экипажей боевых машин, авиатехники, расчётов орудий, а также десантников. Также он используется в МВД и охранных структурах благодаря своим небольшим размерам. Первоначально разрабатывался как оружие для воздушно-десантных войск, первые автоматы начали поступать в войска в 1980 году, но в дальнейшем получил распространение в частях морской пехоты, в качестве резервного оружия отдельных категорий военнослужащих сухопутных войск (офицеры в зоне боевых действий, связисты, гранатомётчики, экипажи бронетехники, пилоты вертолётов и самолётов), а также спецподразделений МВД СССР и КГБ СССР. В поздних версиях AKS-74u на левой стороне ствольной коробки появилась боковая планка системы «ласточкин хвост» для крепления прицелов типа «Кобра» и ПСО/ПОСП. AKS-74un - вариант, отличающийся наличием планки для крепления ночного прицела. Для стрельбы в условиях естественной освещенности ночью к нему присоединяется ночной стрелковый прицел универсальный модернизированный (НСПУМ).\nИзучение технологии \"Магнитное оружие\" позволило нам значительно продвинуться в вопросе модификации оружия. Отвод пороховых газов был заменен более мощным магнитным механизмом, изготовленным с использованием небольших кристаллов Элерия. Модификация существенно повысила баллистический профиль данного образца, позволяя пуле наносить больше урона, с большей точностью и кучностью."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_S79_AKS74U_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>RVKS-74U/203X</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>RVKS-74U/203X</b></font>"
AbilityDescName="автоматический карабин"
BriefSummary="Автомат Калашникова складной укороченный, AKS-74u - укороченная модификация автомата AK-74, был разработан в конце 1970х - начале 1980х годов для вооружения экипажей боевых машин, авиатехники, расчётов орудий, а также десантников. Также он используется в МВД и охранных структурах благодаря своим небольшим размерам. Первоначально разрабатывался как оружие для воздушно-десантных войск, первые автоматы начали поступать в войска в 1980 году, но в дальнейшем получил распространение в частях морской пехоты, в качестве резервного оружия отдельных категорий военнослужащих сухопутных войск (офицеры в зоне боевых действий, связисты, гранатомётчики, экипажи бронетехники, пилоты вертолётов и самолётов), а также спецподразделений МВД СССР и КГБ СССР. В поздних версиях AKS-74u на левой стороне ствольной коробки появилась боковая планка системы «ласточкин хвост» для крепления прицелов типа «Кобра» и ПСО/ПОСП. AKS-74un - вариант, отличающийся наличием планки для крепления ночного прицела. Для стрельбы в условиях естественной освещенности ночью к нему присоединяется ночной стрелковый прицел универсальный модернизированный (НСПУМ).\nПонимание технологии \"Лучевое оружие\", продвинуло наши разработке в модификации оружия далеко вперед. Ствол модифицированного RVKS-74U/203X изготовлен из инопланетных сплавов, а модуль гашения отдачи стал одним из обязательных компонентов данного образца, введение его в конструкцию позволило погасить большую часть отдачи, увеличив при этом скорость полета пули."
TacticalText="<Bullet/>Тип: Автоматический карабин\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 5.45x39мм\n<Bullet/>Страна производитель: СССР/Россия\n<Bullet/>Уровень технологии: Лучевое оружие"